Repository: SnoweTiger/steganografy_app
Catalog: lib/l10n/intl_*.arb
Languages: ru_ru

# title
source: Steganografy App
ru_ru: Стеганография

source: Additional encryption message?
ru_ru: Дополнительное шифрование?

source: Message
ru_ru: Сообщение

source: Choose image
ru_ru: Выберите изображение

# secrethint
source: 32 chars A-z0-9@#$%&
ru_ru: 32 символа (A-z0-9@#$%&)

source: No encryption
ru_ru: Без шифрования

source: Load image
ru_ru: Открыть

source: Decode
ru_ru: Декодировать

source: Encode & save
ru_ru: Закодировать и записать

source: Please select an output file:
ru_ru: Выберите файл для сохранения:

source: Error:
ru_ru: Ошибка:

source: Message not found
ru_ru: Сообщение не найдено

source: decrypt message
ru_ru: при расшифровке сообщения

source: Found message symbols
ru_ru: Найдено сообщение

source: encryption message
ru_ru: шифрование сообщения

source: message chars
ru_ru: сообщение символов

source: after encryption
ru_ru: после шифрования

source: cloak message
ru_ru: кодирование изображения

source: Image encoded.
ru_ru: изображение закодировано

source: read file
ru_ru: чтение файла

source: Loaded image.
ru_ru: Изображение загружено.
